
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf secondes";
"%i days" = "%i jours";
"%i hours" = "%i heures";
"%i minutes" = "%i minutes";
"%i weeks" = "%i semaines";
"1 day" = "1 jour";
"1 hour" = "1 heure";
"1 minute" = "1 minute";
"1 second" = "1 seconde";
"1 week" = "1 semaine";
"Copy Link" = "Copier le lien";
"Custom..." = "Personnaliser...";
"Image Picker" = "Collectionneur d'Image";
"Invalid Input" = "Frappe invalide";
"OK" = "OK";

/* No comment provided by engineer. */
"Select Image" = "Sélectionner l'Image";
